Repository: Rminsh/SarrafiSwiftUI
Catalog: Shared/Resources/*.lproj/Localizable.strings
Languages: fa

# APP_NAME
source: Sarrafi
fa: صرافی

source: Try again
fa: دوباره تلاش کنید

# network_error_failed
source: Failed to get data
fa: خطا در دریافت اطلاعات

# network_error_parsing
source: Could not parse data
fa: خطا در بارگزاری اطلاعات

# network_error_unexpected
source: Received unexpected error
fa: خطای ناشناس در دریافت اطلاعات

source: Settings
fa: تنظیمات

source: App Icon
fa: آیکون برنامه

source: Changelog
fa: تغییرات

source: About
fa: درباره ما

# Cash
source: Currency
fa: ارز

source: Gold
fa: طلا و سکه

source: Crypto
fa: ارز دیجیتال

# Oil
source: Oil & Energy
fa: نفت

source: USD (Centeral bank)
fa: دلار آمریکا (بانک مرکزی)

source: USD (Soleymanie)
fa: دلار سلیمانیه

source: EUR
fa: یورو

source: CAD
fa: دلار کانادا

source: GBP
fa: پوند انگلیس

source: AED
fa: درهم امارات

source: TRY
fa: لیر ترکیه

source: CNY
fa: یوان چین

source: JPY
fa: ین ژاپن

source: AFN
fa: افغانی

source: IQD
fa: دینار عراق

source: MYR
fa: رینگیت مالزی

source: RUB
fa: روبل روسیه

source: INR
fa: روپیه هند

source: New Coin
fa: سکه امامی

source: Old Coin
fa: سکه بهار آزادی

source: Coin / Half
fa: نیم سکه

source: Coin / Quarter
fa: ربع سکه

source: Coin / Gram
fa: سکه گرمی

source: Gold 24
fa: طلای ۲۴ عیار

source: Gold 18
fa: طلای ۱۸ عیار

source: Mesghal
fa: مثقال طلا

source: Silver
fa: انس نقره

source: Bitcoin
fa: بیت کوین / Bitcoin

source: Ethereum
fa: اتریوم / Ethereum

source: Ripple
fa: ریپل / Ripple

source: Dash
fa: دش / Dash

source: Litecoin
fa: لایت کوین/Litecoin

source: Stellar
fa: استلار / Stellar
